["International pressure led to a ceasefire, and by then 37% of the island had been taken over by the Turks and 180,000 Greek Cypriots had been evicted from their homes in the north. At the same time, around 50,000 Turkish Cypriots moved to the areas under the control of the Turkish Forces and settled in the properties of the displaced Greek Cypriots. Among a variety of sanctions against Turkey, in mid-1975 the US Congress imposed an arms embargo on Turkey for using American-supplied equipment during the Turkish invasion of Cyprus in 1974. There are 1,534 Greek Cypriots and 502 Turkish Cypriots missing as a result of the fighting.", "Many Indo-Aryan languages have aspirated stops. Sanskrit, Hindi, Bengali, Marathi, and Gujarati have a four-way distinction in stops: voiceless, aspirated, voiced, and breathy-voiced or voiced aspirated, such as /p pʰ b bʱ/. Punjabi has lost breathy-voiced consonants, which resulted in a tone system, and therefore has a distinction between voiceless, aspirated, and voiced", "IBM was among the first corporations to provide group life insurance (1934), survivor benefits (1935) and paid vacations (1937). In 1932 IBM created an Education Department to oversee training for employees, which oversaw the completion of the IBM Schoolhouse at Endicott in 1933. In 1935, the employee magazine Think was created. Also that year, IBM held its first training class for female systems service professionals. In 1942, IBM launched a program to train and employ disabled people in Topeka, Kansas. The next year classes began in New York City, and soon the company was asked to join the President's Committee for Employment of the Handicapped. In 1946, the company hired its first black salesman, 18 years before the Civil Rights Act of 1964. In 1947, IBM announced a Total and Permanent Disability Income Plan for employees. A vested rights pension was added to the IBM retirement plan. During IBM's management transformation in the 1990s revisions were made to these pension plans to reduce IBM's pension liabilities.", "International pressure led to a ceasefire, and by then 37% of the island had been taken over by the Turks and 180,000 Greek Cypriots had been evicted from their homes in the north. At the same time, around 50,000 Turkish Cypriots moved to the areas under the control of the Turkish Forces and settled in the properties of the displaced Greek Cypriots. Among a variety of sanctions against Turkey, in mid-1975 the US Congress imposed an arms embargo on Turkey for using American-supplied equipment during the Turkish invasion of Cyprus in 1974. There are 1,534 Greek Cypriots and 502 Turkish Cypriots missing as a result of the fighting."]